static/benchmark-output/h2load/img-png_https_noproxy.txt
starting benchmark...
spawning thread #0: 1 total client(s). 10000 total requests
TLS Protocol: TLSv1.2
Cipher: ECDHE-RSA-AES128-GCM-SHA256
Server Temp Key: ECDH P-256 256 bits
Application protocol: http/1.1
progress: 10% done
progress: 20% done
progress: 30% done
progress: 40% done
progress: 50% done
progress: 60% done
progress: 70% done
progress: 80% done
progress: 90% done
progress: 100% done

finished in 10.50s, 952.05 req/s, 91.38MB/s
requests: 10000 total, 10000 started, 10000 done, 10000 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 10000 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 959.78MB (1006400000) total, 1.99MB (2090000) headers (space savings 0.00%), 957.30MB (1003800000) data
                     min         max         mean         sd        +/- sd
time for request:      640us     19.44ms      1.05ms       868us    96.69%
time for connect:     4.06ms      4.06ms      4.06ms         0us   100.00%
time to 1st byte:    13.17ms     13.17ms     13.17ms         0us   100.00%
req/s           :     952.06      952.06      952.06        0.00   100.00%