static/benchmark-output/h2load/img-png_next_noproxy.txt
starting benchmark...
spawning thread #0: 1 total client(s). 10000 total requests
Application protocol: http/1.1
progress: 10% done
progress: 20% done
progress: 30% done
progress: 40% done
progress: 50% done
progress: 60% done
progress: 70% done
progress: 80% done
progress: 90% done
progress: 100% done

finished in 7.80s, 1281.36 req/s, 122.98MB/s
requests: 10000 total, 10000 started, 10000 done, 10000 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 10000 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 959.78MB (1006400000) total, 1.99MB (2090000) headers (space savings 0.00%), 957.30MB (1003800000) data
                     min         max         mean         sd        +/- sd
time for request:      433us     11.23ms       778us       539us    95.29%
time for connect:      502us       502us       502us         0us   100.00%
time to 1st byte:     9.86ms      9.86ms      9.86ms         0us   100.00%
req/s           :    1281.37     1281.37     1281.37        0.00   100.00%