static/benchmark-output/h2load/low_express_noproxy.txt
starting benchmark...
spawning thread #0: 1 total client(s). 10000 total requests
TLS Protocol: TLSv1.2
Cipher: ECDHE-RSA-AES128-GCM-SHA256
Server Temp Key: ECDH P-256 256 bits
Application protocol: h2
progress: 10% done
progress: 20% done
progress: 30% done
progress: 40% done
progress: 50% done
progress: 60% done
progress: 70% done
progress: 80% done
progress: 90% done
progress: 100% done

finished in 12.05s, 829.60 req/s, 3.30MB/s
requests: 10000 total, 10000 started, 10000 done, 10000 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 10000 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 39.75MB (41680119) total, 48.90KB (50070) headers (space savings 95.86%), 39.44MB (41360000) data
                     min         max         mean         sd        +/- sd
time for request:      690us     26.33ms      1.20ms      1.17ms    95.31%
time for connect:    15.36ms     15.36ms     15.36ms         0us   100.00%
time to 1st byte:    32.84ms     32.84ms     32.84ms         0us   100.00%
req/s           :     829.60      829.60      829.60        0.00   100.00%