static/benchmark-output/h2load/low_next_noproxy.txt
starting benchmark...
spawning thread #0: 1 total client(s). 10000 total requests
Application protocol: http/1.1
progress: 10% done
progress: 20% done
progress: 30% done
progress: 40% done
progress: 50% done
progress: 60% done
progress: 70% done
progress: 80% done
progress: 90% done
progress: 100% done

finished in 5.22s, 1915.01 req/s, 7.93MB/s
requests: 10000 total, 10000 started, 10000 done, 10000 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 10000 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 41.42MB (43430000) total, 1.56MB (1640000) headers (space savings 0.00%), 39.44MB (41360000) data
                     min         max         mean         sd        +/- sd
time for request:      273us     11.68ms       520us       363us    97.73%
time for connect:      244us       244us       244us         0us   100.00%
time to 1st byte:     1.33ms      1.33ms      1.33ms         0us   100.00%
req/s           :    1915.04     1915.04     1915.04        0.00   100.00%