static/benchmark-output/h2load/medium_express_noproxy.txt
starting benchmark...
spawning thread #0: 1 total client(s). 10000 total requests
TLS Protocol: TLSv1.2
Cipher: ECDHE-RSA-AES128-GCM-SHA256
Server Temp Key: ECDH P-256 256 bits
Application protocol: h2
progress: 10% done
progress: 20% done
progress: 30% done
progress: 40% done
progress: 50% done
progress: 60% done
progress: 70% done
progress: 80% done
progress: 90% done
progress: 100% done

finished in 18.15s, 550.86 req/s, 11.72MB/s
requests: 10000 total, 10000 started, 10000 done, 10000 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 10000 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 212.77MB (223110120) total, 48.90KB (50071) headers (space savings 95.90%), 212.30MB (222610000) data
                     min         max         mean         sd        +/- sd
time for request:      950us     29.17ms      1.81ms      1.53ms    95.16%
time for connect:     4.46ms      4.46ms      4.46ms         0us   100.00%
time to 1st byte:     9.08ms      9.08ms      9.08ms         0us   100.00%
req/s           :     550.86      550.86      550.86        0.00   100.00%