static/benchmark-output/h2load/medium_https_noproxy.txt
starting benchmark...
spawning thread #0: 1 total client(s). 10000 total requests
TLS Protocol: TLSv1.2
Cipher: ECDHE-RSA-AES128-GCM-SHA256
Server Temp Key: ECDH P-256 256 bits
Application protocol: http/1.1
progress: 10% done
progress: 20% done
progress: 30% done
progress: 40% done
progress: 50% done
progress: 60% done
progress: 70% done
progress: 80% done
progress: 90% done
progress: 100% done

finished in 8.59s, 1164.50 req/s, 24.95MB/s
requests: 10000 total, 10000 started, 10000 done, 10000 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 10000 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 214.28MB (224690000) total, 1.57MB (1650000) headers (space savings 0.00%), 212.30MB (222610000) data
                     min         max         mean         sd        +/- sd
time for request:      445us     13.30ms       855us       375us    95.37%
time for connect:    18.40ms     18.40ms     18.40ms         0us   100.00%
time to 1st byte:    21.89ms     21.89ms     21.89ms         0us   100.00%
req/s           :    1164.51     1164.51     1164.51        0.00   100.00%